tap "homebrew/bundle"
brew "bat"
brew "bottom"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "helix"
brew "hyperfine"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "monitorcontrol"
cask "vlc"
